Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=399_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Saamelaisarkisto
sms: Sääʹmarkiv Sääʹmarkiv tuåimmai sääʹmkultturkõõskõs Sajoozzâst.

source: Saamelaisarkisto toimii saamelaiskulttuurikeskus Sajoksessa.
sms: Arkiv lij pieʹǩǩ Lääʹddjânnam meersažarkiiv.

source: Arkisto on osa Suomen Kansallisarkistoa.
sms: Sääʹmarkiiv tuâjjan lij

source: Saamelaisarkiston tehtävänä on
sms: tuärjjeed da viikkâd ooudâs säʹmmlaid kuõskki tiõđlâž tuʹtǩǩumuužž

source: tukea ja edistää saamelaisia koskevaa tieteellistä tutkimusta
sms: ravveed sääʹmkulttuur da lââʹzzted säʹmmlaid kuõskki histoorteâđ

source: vahvistaa saamelaiskulttuuria ja lisätä saamelaisia koskevaa historiatietoa
sms: ââʹnned huõl säʹmmlaid da sääʹmvuuʹd kuõskki äʹššǩeeʹrji digitâsttmõõžžâst

source: huolehtia saamelaisia ja saamelaisaluetta koskevien asiakirjojen digitoinnista
sms: puʹhtted äʹššǩeeʹrjid ääʹššlai vuäǯǯmõʹšše arkivstroiʹttel säiʹmmkääzzkõõzzi pääiʹǩ.

source: tuoda asiakirjat asiakkaiden saataville arkistolaitoksen verkkopalvelujen kautta.
sms: Tobdstõõđ Sääʹmarkiiv dommseeidid.

source: Tutustu Saamelaisarkiston kotisivuihin .
sms: Lââʹssteâđaid: tuʹtǩǩeei Suvi Kivelä Sääʹmarkiiv teʹl. 029 533 7042 neʹttpååʹst: suvi.

source: Lisätietoja: Saamelaisarkisto
sms: kivela[@]narc.fi
